{"v_i":["19","2","a","adi","ahi","aislamient","algo","algui","algun","alient","alta","amig","artificial","aut","ay","ayud","baj","bien","brom","buen","c","cabez","cansanci","cas","chatbot","cil","cog","com","comp","comun","con","conoc","contact","contr","coron","coronavirus","cov","cu","cual","cuarenten","cuentam","dam","darm","de","del","di","diarre","dias","dif","dim","dolor","domiciliari","dond","duel","dur","edad","el","en","encuentr","enferm","eres","ero","es","escalofr","est","estad","esto","estoy","evit","explic","extiend","falt","famili","fiebr","gargant","graci","gracios","gust","hac","hag","hast","hay","hazm","he","hol","human","infecci","infect","informaci","informacion","inteligent","l","la","las","les","llam","llev","lo","los","lueg","m","mal","malest","me","med","mer","mi","mo","much","mucul","muestr","n","necesit","no","nom","nombr","ntam","nto","ntom","ntos","numer","ok","olfat","os","par","person","por","posit","pront","proteccion","proteg","protej","pued","qu","que","qui","real","reir","respir","robot","s","sab","san","sars","se","si","sient","sintom","slo","sobr","son","superfici","tal","te","telefon","temperatur","ten","teng","ti","tiemp","tien","toc","tos","trabaj","transmisi","transmision","transmit","tu","tuv","un","una","usas","vacun","virus","vomit"],"tags_i":["Chatbot","ChatbotAge","ChatbotHelp","ChatbotMood","ChatbotName","ContactCovid","CovidMeasures","CovidQuarantine","CovidSymptoms","CovidSymptomsOFF","CovidSymptomsON","CovidTelephone","CovidTransmission","CovidVaccine","CovidWhatis","goodbye","greeting","jokes","thanks"],"xy_i":[[["Hola"],"greeting"],[["Hay","alguien","ahi"],"greeting"],[["Buenas"],"greeting"],[["Qu","tal"],"greeting"],[["Buenos","dias"],"greeting"],[["Adi","s"],"goodbye"],[["Hasta","luego"],"goodbye"],[["Hasta","pronto"],"goodbye"],[["Gracias"],"thanks"],[["OK"],"thanks"],[["Muchas","gracias"],"thanks"],[["Cuentame","una","broma"],"jokes"],[["Te","sabes","alguna","broma"],"jokes"],[["Dime","algo","gracioso"],"jokes"],[["Hazme","reir"],"jokes"],[["Qui","n","eres"],"Chatbot"],[["Eres","real"],"Chatbot"],[["Eres","un","robot"],"Chatbot"],[["Cu","ntame","de","ti"],"Chatbot"],[["Qu","es","esto"],"Chatbot"],[["Eres","humano"],"Chatbot"],[["Usas","inteligencia","artificial"],"Chatbot"],[["Qu","eres"],"Chatbot"],[["Eres","una","persona"],"Chatbot"],[["C","mo","te","llamas"],"ChatbotName"],[["Cu","l","es","el","nombre","del","chatbot"],"ChatbotName"],[["Cu","l","es","tu","nombre"],"ChatbotName"],[["Tienes","nombre"],"ChatbotName"],[["Cu","ntos","a","os","tienes"],"ChatbotAge"],[["Cu","l","es","tu","edad"],"ChatbotAge"],[["Di","tu","edad"],"ChatbotAge"],[["C","mo","est","s"],"ChatbotMood"],[["C","mo","lo","llevas"],"ChatbotMood"],[["Est","s","bien"],"ChatbotMood"],[["Qu","haces"],"ChatbotMood"],[["C","mo","te","encuentras"],"ChatbotMood"],[["Qu","tal"],"ChatbotMood"],[["Puedes","ayudarme"],"ChatbotHelp"],[["Ay","dame"],"ChatbotHelp"],[["Necesito","ayuda"],"ChatbotHelp"],[["Puedes","ayudarme"],"ChatbotHelp"],[["Ayuda"],"ChatbotHelp"],[["He","estado","en","contacto","con","un","positivo"],"ContactCovid"],[["Tuve","contacto","con","un","positivo"],"ContactCovid"],[["Qu","hago","en","contacto","con","un","positivo"],"ContactCovid"],[["Mi","amigo","es","positivo"],"ContactCovid"],[["Un","familiar","es","positivo"],"ContactCovid"],[["Un","compa","ero","de","trabajo","es","positivo"],"ContactCovid"],[["Un","amigo","tiene","covid"],"ContactCovid"],[["Mi","amigo","tiene","corona"],"ContactCovid"],[["Un","familiar","tiene","corona"],"ContactCovid"],[["Un","compa","ero","tiene","corona"],"ContactCovid"],[["He","estado","en","contacto","con","un","positivo"],"ContactCovid"],[["He","estado","en","contacto","con","una","persona","que","tiene","coronavirus"],"ContactCovid"],[["He","estado","en","contacto","con","una","persona","que","tiene","covid","19"],"ContactCovid"],[["He","estado","en","contacto","con","una","persona","que","tiene","corona"],"ContactCovid"],[["He","conocido","a","un","positivo"],"ContactCovid"],[["Cu","l","es","el","n","mero","covid","de","mi","Comunidad","Aut","noma"],"CovidTelephone"],[["Cual","es","el","n","mero","covid","de"],"CovidTelephone"],[["Cual","es","el","telefono","covid","de"],"CovidTelephone"],[["Cu","l","es","el","numero","Covid","19","de"],"CovidTelephone"],[["Cual","es","el","telefono","covid","de"],"CovidTelephone"],[["Cual","es","el","telefono","coronavirus","de"],"CovidTelephone"],[["donde","puedo","llamar"],"CovidTelephone"],[["Necesito","llamar","a","alguien"],"CovidTelephone"],[["A","quien","puedo","llamar"],"CovidTelephone"],[["Dame","el","telefono","de"],"CovidTelephone"],[["EL","numero","de"],"CovidTelephone"],[["Necesito","el","numero","de","telefono","de"],"CovidTelephone"],[["Puedes","darme","el","numero","de","telefono","de"],"CovidTelephone"],[["Necesito","un","numero","de","telefono"],"CovidTelephone"],[["Dime","el","telefono","covid","de"],"CovidTelephone"],[["Telefono","Covid","19"],"CovidTelephone"],[["Telefono","Covid"],"CovidTelephone"],[["Numero","Covid"],"CovidTelephone"],[["Qu","es","el","Covid","19"],"CovidWhatis"],[["Qu","es","el","coronavirus"],"CovidWhatis"],[["C","mo","es","el","coronavirus"],"CovidWhatis"],[["Dame","informaci","n","sobre","el","Covid"],"CovidWhatis"],[["Dame","informaci","n","sobre","el","coronavirus"],"CovidWhatis"],[["Qu","es","el","SARS","CoV","2"],"CovidWhatis"],[["Qu","es","el","corona"],"CovidWhatis"],[["C","mo","se","transmite","el","Covid","19"],"CovidTransmission"],[["C","mo","se","extiende","el","Covid","19"],"CovidTransmission"],[["Como","es","la","transmisi","n","del","Covid"],"CovidTransmission"],[["Dame","informacion","sobre","la","transmision","del","coronavirus"],"CovidTransmission"],[["C","mo","se","transmite","el","virus"],"CovidTransmission"],[["C","mo","te","puedes","infectar"],"CovidTransmission"],[["Como","te","infectas","de","covid"],"CovidTransmission"],[["Puedo","coger","covid","por","tocar","una","superficie"],"CovidTransmission"],[["Transmisi","n","de","coronavirus"],"CovidTransmission"],[["Cu","les","son","los","s","ntomas","del","coronavirus"],"CovidSymptoms"],[["C","mo","son","los","s","ntomas","del","coronavirus"],"CovidSymptoms"],[["Dime","los","s","ntomas","del","coronavirus"],"CovidSymptoms"],[["Covid","sintomas"],"CovidSymptoms"],[["Coronavirus","s","ntomas"],"CovidSymptoms"],[["Cu","l","es","el","s","ntoma","m","s","com","n"],"CovidSymptoms"],[["Como","son","los","sintomas"],"CovidSymptoms"],[["Cu","les","son","los","s","ntomas"],"CovidSymptoms"],[["Corona","s","ntomas"],"CovidSymptoms"],[["Covid","19","s","ntomas"],"CovidSymptoms"],[["Tengo","s","ntomas"],"CovidSymptomsON"],[["Muestro","s","ntomas"],"CovidSymptomsON"],[["Tiene","s","ntomas"],"CovidSymptomsON"],[["Me","siento","mal"],"CovidSymptomsON"],[["No","me","siento","bien"],"CovidSymptomsON"],[["Falta","de","aliento"],"CovidSymptomsON"],[["no","puedo","respirar","bien"],"CovidSymptomsON"],[["dif","cil","respirar"],"CovidSymptomsON"],[["tengo","fiebre"],"CovidSymptomsON"],[["temperatura","es","alta"],"CovidSymptomsON"],[["temperatura","es","sobre"],"CovidSymptomsON"],[["temperatura","es","baja"],"CovidSymptomsON"],[["tengo","tos"],"CovidSymptomsON"],[["olfato"],"CovidSymptomsON"],[["gusto"],"CovidSymptomsON"],[["tengo","escalofr","os"],"CovidSymptomsON"],[["me","duele","la","garganta"],"CovidSymptomsON"],[["dolor","mucular"],"CovidSymptomsON"],[["me","duele","la","cabeza"],"CovidSymptomsON"],[["siento","cansancio"],"CovidSymptomsON"],[["tengo","diarrea"],"CovidSymptomsON"],[["vomito"],"CovidSymptomsON"],[["malestar"],"CovidSymptomsON"],[["me","siento","mal"],"CovidSymptomsON"],[["no","me","siento","bien"],"CovidSymptomsON"],[["me","siento","enfermo"],"CovidSymptomsON"],[["me","siento","mal"],"CovidSymptomsON"],[["tengo","s","ntomas"],"CovidSymptomsON"],[["qu","puedo","hacer","si","tengo","s","ntomas"],"CovidSymptomsON"],[["qu","puedo","hacer","en","el","caso","de","tener","s","ntomas"],"CovidSymptomsON"],[["Me","siento","bien"],"CovidSymptomsOFF"],[["No","tengo","s","ntomas"],"CovidSymptomsOFF"],[["no","siento","s","ntomas"],"CovidSymptomsOFF"],[["no","tiene","s","ntomas"],"CovidSymptomsOFF"],[["no","s","ntomas"],"CovidSymptomsOFF"],[["Estoy","bien"],"CovidSymptomsOFF"],[["Me","siento","bien"],"CovidSymptomsOFF"],[["Me","siento","sano"],"CovidSymptomsOFF"],[["no","tengo","fiebre"],"CovidSymptomsOFF"],[["puedo","respirar"],"CovidSymptomsOFF"],[["no","toso"],"CovidSymptomsOFF"],[["qu","hacer","si","no","tengo","s","ntomas"],"CovidSymptomsOFF"],[["Qu","es","cuarentena"],"CovidQuarantine"],[["Qu","es","aislamiento"],"CovidQuarantine"],[["Cu","nto","tiempo","dura","la","cuarentena"],"CovidQuarantine"],[["C","mo","me","a","slo"],"CovidQuarantine"],[["C","mo","se","hace","cuarentena"],"CovidQuarantine"],[["Me","explicas","qu","es","la","cuarentena"],"CovidQuarantine"],[["Dame","informaci","n","sobre","la","cuarentena"],"CovidQuarantine"],[["Cu","ntame","m","s","sobre","el","aislamiento"],"CovidQuarantine"],[["Qu","es","aislamiento","domiciliario"],"CovidQuarantine"],[["Medidas","de","proteccion"],"CovidMeasures"],[["C","mo","me","protejo","del","virus"],"CovidMeasures"],[["Cuales","son","las","medidas","de","proteccion","contra","el","Covid","19"],"CovidMeasures"],[["Qu","puedo","hacer","para","protegerme","contra","el","coronavirus"],"CovidMeasures"],[["Qu","hacer","para","evitar","la","infecci","n"],"CovidMeasures"],[["Qu","hacer","para","evitar","el","Covid"],"CovidMeasures"],[["Vacunas"],"CovidVaccine"],[["Que","es","la","vacuna"],"CovidVaccine"],[["Cuales","son","las","vacunas"],"CovidVaccine"],[["Que","es","la","vacuna"],"CovidVaccine"],[["Que","vacunas","hay"],"CovidVaccine"]],"tag_ii":[["0","greeting"],["1","goodbye"],["2","thanks"],["3","jokes"],["4","Chatbot"],["5","ChatbotName"],["6","ChatbotAge"],["7","ChatbotMood"],["8","ChatbotHelp"],["9","ContactCovid"],["10","CovidTelephone"],["11","CovidWhatis"],["12","CovidTransmission"],["13","CovidSymptoms"],["14","CovidSymptomsON"],["15","CovidSymptomsOFF"],["16","CovidQuarantine"],["17","CovidMeasures"],["18","CovidVaccine"]],"responses_i":[["Hola, gracias por tu visita","Me alegro de verte","Hola, ¿cómo te puedo ayudar?"],["Hasta luego, gracias por tu visita","Que tengas un buen día","¡Adiós! Vuelve pronto."],["¡Encantada de ayudar!","¡Vuelve cuando quieras!","Es un placer"],["¿Cuál es el único instrumento musical que se puede recargar? La batería "],["Okay... ¿Puedes guardarme un secreto? \n\n Soy un programa que usa inteligencia artificial para tratar de entender tus preguntas y darte las respuestas correctas.\n\nAsí que no, no soy humano pero soy tan real como internet.\n\nA veces puedo fallar, y por ello mis creadoras están siempre buscando nuevas formas de mejorar cómo se conectan mis neuronas "],["Me llamo Cova"],["No puedo decirte mi edad, cambia cada día "],["¡Estoy bien, gracias!","¡Bastante bien, gracias!"],["Claro, qué necesitas"],["En caso de que hayas estado en contacto con un caso de COVID-19 durante los dos días previos a que comenzase con sus síntomas o en los dos días previos a la prueba diagnóstica (si el caso es asintomático) durante más de 15 minutos y a una distancia menor de dos metros, deberás realizar cuarentena durante 10 días desde el último contacto. En la medida de lo posible, deberás permanecer en una habitación individual y evitar el contacto con tus convivientes. Deberás utilizar siempre que salgas de la habitación mascarilla quirúrgica y extremar las medidas de higiene. Si fuese posible, no debes compartir el baño con el resto de convivientes. Si tuvieses que compartirlo, deberás desinfectarlo con lejía tras cada uso. Es importante que completes el período de cuarentena, con independencia de tener una prueba negativa. Si tuvieses cualquier síntoma (fiebre, tos, dificultad para respirar...) deberás contactar con tu centro de salud o con el teléfono de referencia de tu comunidad autónoma (si no te lo sabes, puedes preguntármelo). Si los síntomas son graves, recuerda que puedes llamar al 112 para recibir asistencia sanitaria urgente."],["Si necesitas información relacionada con COVID-19, debes llamar al número de tu Comunidad Autónoma. Si necesitas asistencia sanitaria no urgente, debes contactar con tu centro de salud. En caso de emergencia, llama al 112 "],[" Los Coronavirus son una amplia familia de virus que pueden causar infección en humanos y en algunos animales (pájaros y mamíferos). A veces pueden transmitirse de animales a personas.\n\nEl coronavirus SARS-CoV-2 es un nuevo tipo de coronavirus y causa la enfermedad COVID-19. La transmisión se produce por contacto directo de las membranas mucosas de la nariz, ojos o boca con gotas respiratorias emitidas por un contagiado\n\nPor esto es importante mantener una mínima distancia de seguridad de 2 m \n\nEvidencias reciente del COVID-19 muestran que puede producirse la transmisión desde casos asintomáticos o incluso casos en fase presintomática."],["La principal vía de transmisión del SARS-CoV-2 es mediante gotas de pequeño tamaño expulsadas al hablar, toser o estornudar por personas infectadas por SARS-CoV-2 que entran en contacto con nuestras mucosas de la nariz, boca y ojos. Otra vía de transmisión es el contacto directo. Por eso es esencial el uso de la mascarilla, mantener la distancia interpersonal, mantener bien ventilados los espacios cerrados y realizar una adecuada higiene de manos. Del mismo modo, es esencial que si presentas cualquier síntoma compatible con COVID-19 evites el contacto con otras personas y contactes con tu centro de salud para realizarte una prueba diagnóstica"],["Es importante saber que el Covid-19 puede afectar de diferentes maneras dependiendo de la persona.\n\nLos síntomas más comunes son:\n Fiebre \n Tos \n Dificultad respiratoria\n\nOtros síntomas menos comunes son:\n Pérdida de olfato y gusto\nEscalofríos\n Dolor de garganta\n Dolor muscular\n Dolor de cabeza\n Cansancio general\n Diarrea o vómitos\n Malestar generalizado\n\nDe media, suelen pasar unos 5-6 días tras la transmisión para que se presenten los síntomas, pero este periodo se puede alargar hasta los 14 días."],["Es importante saber que el Covid-19 puede afectar de diferentes maneras dependiendo de la persona.\n\nSi tienes fiebre, tos, falta de aliento u otros síntomas, debes seguir las siguientes recomendaciones:\n\n Aíslate en casa\nSi vives con más personas, debes aislarte en una única habitación de tu casa.  Si es posible, utiliza sólo tu propio baño, sin compartir.  Si no es posible, debes desinfectarlo con lejía tras cada uso. Debes evitar abandonar tu habitación y, cuando sea estrictamente necesario, debes usar mascarilla quirúrgica y lavarte las manos antes de salir (con agua y jabón o con solució hidroalcohólica).\n\n Observa tus síntomas\n\nSi tienes la sensación de falta de aire o de vértigo debido a cualquier otro síntoma, llama al 112.\n\n LLama a tu centro de salud o al número Covid de tu Comunidad Autónoma. Puedes preguntarme por el teléfono Covid de tu comunidad\n\n Cuida de tu salud\n\nPuedes preguntarme si tienes alguna duda respecto al aislamiento, medidas de protección o números de teléfono Covid-19."],[" Es importante saber que el Covid-19 puede afectar de diferentes maneras dependiendo de la persona.\n\nEs posible que una persona infectada con Covid-19 no presente ningún síntoma, o solo tenga síntomas leves. De todas maneras, esta persona puede extender el virus contagiando a otras personas.\n\nAdemás, suelen pasar unos 5-6 días tras la transmisión para que se presenten los síntomas, pero este periodo se puede alargar hasta los 14 días."],[" ¿Qué es la cuarentena?\nEs una medida de salud pública para controlar la transmisión del virus COVID-19. Está indicado para que las personas que se han expuesto al virus notengan contacto con otras personas durante el periodo en el que puedan desarrollar y transmitir la infección.\n\n ¿De qué trata la cuarentena?\nLas medidas recomendadas, son permanecer sólo en una habitación del hogar por el mayor tiempo posible, usar un baño propio y usar una mascarilla quirúrgica siempre que abandones dicha habitación. En este caso, los convivientes también deben llevar mascarilla. No debes abandonar tu domicilio durante la cuarentena.\n\n ¿Cuánto tiempo dura la cuarentena?\n10 días desde el último contacto con un caso positivo. La cuarentena dura 10 días porque la mayoría de la población desarrolla síntomas los primeros 10 días tras la exposición a un caso COVID-19 positivo. Observa los síntomas durante la cuarentena y durante los 4 días posteriores a su finalización\n ¿Por qué es tan importante hacer cuarentena?\nEl COVID-19 puede ser transmitido desde dos días antes de la aparición de los síntomas e incluso por personas asintomáticas.  Incluso con un test diagnóstico negativo al principio del periodo de cuarentena, es importante mantener la cuarentena hasta el final, ya que los síntomas de la enfermedad pueden aparecer tras el resultado del test y durante el periodo de cuarentena."],["Lávate las manos con frecuencia.\n\nUsa una mascarilla.\n\n Evita tocarte la boca, nariz y ojos. Cuando tosas, cubre tu boca y nariz con el codo.\n\nGuarda una disatancia de al menos 1.5m con el resto de personas. Limita tus contactos\n\n Prioriza los espacios abiertos.\n\n Ventila los espacios cerrados con frecuencia.\n\n Quédate en casa si sufres algún síntoma o si tienes que hacer cuarentena."],[" Las vacunas COVID-19 entrenan a nuestro sistema inmunológico para que reconozca y combata adecuadamente el virus que causa la enfermedad cuando entra en nuestro cuerpo. Hay diferentes enfoques para este objetivo, como las vacunas de ARNm o de vectores virales. En general, las vacunas pueden contener estructuras del virus COVID-19 no peligrosas o información para construir estas estructuras de manera que estas partes virales puedan ser reconocidas por el sistema inmune como extrañas y se inicie una respuesta inmune para eliminarlas.  Como el sistema inmunitario tiene memoria, si una persona previamente vacunada se infecta con el virus, la respuesta inmunitaria será más rápida y eficaz, reduciendo la probabilidad de desarrollar la enfermedad. ⚠️ Una persona vacunada puede seguir infectándose por el virus COVID-19 sin desarrollar la enfermedad. Por lo tanto, es muy importante vacunarse, especialmente las personas con problemas de salud.  🔬Todavía no se ha demostrado que las personas vacunadas no puedan transmitir el virus. Además, no se ha determinado la duración de la protección que ofrece la vacuna contra el virus. De ahí que sea fundamental mantener las medidas de protección aunque se reciba la vacuna.  En España se han autorizado y se están distribuyendo 4 vacunas: Pfizer/BioNTech (mRNA), Moderna (mRNA), Jonsson (Viral Vector) y AstraZeneca (Viral Vector). 🙅♀️ Se considera que las personas están totalmente protegidas contra la enfermedad aproximadamente dos semanas después de la segunda dosis de la vacuna COVID-19 de Pfizer-BioNTech, Moderna y AstraZeneca, o dos semanas después de la vacuna COVID-19 de Johnson & Johnson de dosis única. La vacuna COVID-19 puede causar efectos secundarios. Los efectos secundarios más comunes incluyen dolor, enrojecimiento o hinchazón en la zona de vacunación. También puede experimentar cansancio, dolor de cabeza, dolor muscular, escalofríos, fiebre o náuseas. Estos síntomas indican que su cuerpo se está protegiendo y deberían desaparecer en unos días. El servicio de salud pública de cada comunidad autónoma se pondrá en contacto con las personas que deben recibir la vacuna siguiendo el orden de prioridad que se ha establecido en la estrategia nacional de vacunación. Es importante no contactar personalmente hasta que se contacte. Para más información visite: https://www.vacunacovid.gob.es/preguntas-y-respuestas"]]}